0‚4…	*†H†÷ ‚4v0‚4r10	`†He0‚)¢	*†H†÷ ‚)“‚)<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>ConsentText</key>
	<dict>
		<key>default</key>
		<string>Placeholder consent
            This profile will expire after 3 days.
        

Apple Confidential Profile. Do not distribute. Not to be used or disclosed without permission from Apple. Copyright Â© 2022, Apple Inc. All rights reserved.</string>
	</dict>
	<key>DurationUntilRemoval</key>
	<real>259200</real>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadIdentifier</key>
			<string>com.apple.wallet.logging.1</string>
			<key>PayloadType</key>
			<string>com.apple.system.logging</string>
			<key>PayloadUUID</key>
			<string>9F1F9695-DC16-4537-AF27-24493DC192E1</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>Subsystems</key>
			<dict>
				<key>com.apple.passkit</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Default-Privacy-Setting</key>
						<string>Public</string>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>Debug</string>
							<key>Persist</key>
							<string>Debug</string>
						</dict>
						<key>Persist</key>
						<string>Debug</string>
					</dict>
				</dict>
			</dict>
		</dict>
		<dict>
			<key>PayloadIdentifier</key>
			<string>com.apple.nfc.logging.1</string>
			<key>PayloadType</key>
			<string>com.apple.system.logging</string>
			<key>PayloadUUID</key>
			<string>26A476E-ED3A-4AF5-BCF3-C546BB495C46</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>Subsystems</key>
			<dict>
				<key>com.apple.nfc</key>
				<dict>
					<key>LogAPDU</key>
					<true/>
					<key>LogNCI</key>
					<true/>
					<key>LogRF</key>
					<integer>4</integer>
					<key>LogTSM</key>
					<true/>
					<key>LogTransactionDetails</key>
					<true/>
					<key>Logging</key>
					<dict>
						<key>Default-Privacy-Setting</key>
						<string>Public</string>
						<key>Enable</key>
						<string>Debug</string>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Persist</key>
						<string>Debug</string>
					</dict>
				</dict>
			</dict>
		</dict>
		<dict>
			<key>PayloadIdentifier</key>
			<string>com.apple.coreidv.logging.1</string>
			<key>PayloadType</key>
			<string>com.apple.system.logging</string>
			<key>PayloadUUID</key>
			<string>27B49654-DEBD-4868-B6B6-14AAE617C0CD</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>Subsystems</key>
			<dict>
				<key>com.apple.CoreIDV</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>Debug</string>
							<key>Persist</key>
							<string>Debug</string>
						</dict>
					</dict>
				</dict>
			</dict>
		</dict>
		<dict>
			<key>PayloadIdentifier</key>
			<string>com.apple.kml.logging.1</string>
			<key>PayloadType</key>
			<string>com.apple.system.logging</string>
			<key>PayloadUUID</key>
			<string>0062F206-8FF6-4A08-B84C-69ABCC129700</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>Subsystems</key>
			<dict>
				<key>com.apple.sesd.kml</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Default-Privacy-Setting</key>
						<string>Public</string>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>Debug</string>
							<key>Persist</key>
							<string>Debug</string>
						</dict>
						<key>Persist</key>
						<string>Debug</string>
						<key>TTL</key>
						<dict>
							<key>Default</key>
							<integer>7</integer>
						</dict>
					</dict>
				</dict>
				<key>com.apple.seserviced</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Default-Privacy-Setting</key>
						<string>Public</string>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>Debug</string>
							<key>Persist</key>
							<string>Debug</string>
						</dict>
						<key>Persist</key>
						<string>Debug</string>
						<key>TTL</key>
						<dict>
							<key>Default</key>
							<integer>7</integer>
						</dict>
					</dict>
				</dict>
				<key>com.apple.seserviced.framework</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Default-Privacy-Setting</key>
						<string>Public</string>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>Debug</string>
							<key>Persist</key>
							<string>Debug</string>
						</dict>
						<key>Persist</key>
						<string>Debug</string>
						<key>TTL</key>
						<dict>
							<key>Default</key>
							<integer>7</integer>
						</dict>
					</dict>
				</dict>
			</dict>
		</dict>
		<dict>
			<key>PayloadIdentifier</key>
			<string>com.apple.bluetooth.logging</string>
			<key>PayloadType</key>
			<string>com.apple.system.logging</string>
			<key>PayloadUUID</key>
			<string>EB7244A8-E5AF-4633-B207-AFA2D04EB5A8</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>Subsystems</key>
			<dict>
				<key>com.apple.bluetooth</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Private-Data</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>Debug</string>
							<key>Persist</key>
							<string>Debug</string>
						</dict>
					</dict>
				</dict>
			</dict>
			<key>System</key>
			<dict>
				<key>Enable-Logging</key>
				<true/>
			</dict>
		</dict>
		<dict>
			<key>PayloadContent</key>
			<array>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>ExtraZoningLog</key>
						<dict>
							<key>EnableZoneLogging</key>
							<true/>
						</dict>
						<key>FWStreamLogging</key>
						<dict>
							<key>FWCoreDumpEnable</key>
							<true/>
							<key>FWStreamLoggingEnable</key>
							<true/>
						</dict>
						<key>HCI</key>
						<dict>
							<key>lmpRouting</key>
							<true/>
						</dict>
						<key>HCITraces</key>
						<dict>
							<key>StackDebugEnabled</key>
							<true/>
						</dict>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.MobileBluetooth.debug</string>
				</dict>
			</array>
			<key>PayloadIdentifier</key>
			<string>com.apple.defaults.1</string>
			<key>PayloadType</key>
			<string>com.apple.defaults.managed</string>
			<key>PayloadUUID</key>
			<string>7E48B601-E2E9-497A-9883-3A34C647E0BA</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
		<dict>
			<key>PayloadDisplayName</key>
			<string>Proximity Debug Logging</string>
			<key>PayloadIdentifier</key>
			<string>com.apple.Proximity.debug.logging</string>
			<key>PayloadType</key>
			<string>com.apple.system.logging</string>
			<key>PayloadUUID</key>
			<string>80A96170-E5DA-48DF-8D7F-782EC30B259B</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>Subsystems</key>
			<dict>
				<key>com.apple.Proximity</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>Default</string>
							<key>Persist</key>
							<string>Default</string>
						</dict>
						<key>Privacy-Enable-Level</key>
						<string>Private</string>
					</dict>
				</dict>
				<key>com.apple.librose</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>Default</string>
							<key>Persist</key>
							<string>Default</string>
						</dict>
						<key>Privacy-Enable-Level</key>
						<string>Private</string>
					</dict>
				</dict>
				<key>com.apple.nearbyd</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>Default</string>
							<key>Persist</key>
							<string>Default</string>
						</dict>
						<key>Privacy-Enable-Level</key>
						<string>Private</string>
					</dict>
					<key>roseEnableFirmwareLogs</key>
					<integer>1</integer>
					<key>roseSaveCrashLogs</key>
					<integer>1</integer>
				</dict>
				<key>com.apple.proximity</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>Default</string>
							<key>Persist</key>
							<string>Default</string>
						</dict>
						<key>Privacy-Enable-Level</key>
						<string>Private</string>
					</dict>
				</dict>
			</dict>
		</dict>
		<dict>
			<key>PayloadContent</key>
			<array>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>roseEnableFirmwareLogs</key>
						<integer>1</integer>
						<key>roseSaveCrashLogs</key>
						<integer>1</integer>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.nearbyd</string>
				</dict>
			</array>
			<key>PayloadIdentifier</key>
			<string>com.apple.defaults.2</string>
			<key>PayloadType</key>
			<string>com.apple.defaults.managed</string>
			<key>PayloadUUID</key>
			<string>19697DD4-A896-4B5C-905B-F0D5693F0A9D</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
		<dict>
			<key>PayloadContent</key>
			<array>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>debug.install.logging.applet</key>
						<true/>
						<key>debug.logging.profile.to.install</key>
						<string>Development</string>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.seserviced</string>
				</dict>
			</array>
			<key>PayloadIdentifier</key>
			<string>com.apple.defaults.3</string>
			<key>PayloadType</key>
			<string>com.apple.defaults.managed</string>
			<key>PayloadUUID</key>
			<string>18A99FBF-C686-4CD3-82CE-4F846762E7D4</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Enables All Logging for Digital Car Key Technologies</string>
	<key>PayloadDisplayName</key>
	<string>Digital Car Key Logging Profile for Enhanced Logging</string>
	<key>PayloadIdentifier</key>
	<string>com.apple.wallet.logging</string>
	<key>PayloadOrganization</key>
	<string>Apple Inc.</string>
	<key>PayloadRebootSuggested</key>
	<true/>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>5700F594-0610-4268-8174-5000EC00B90C</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
	<key>RemovalDate</key>
	<date>2023-04-30T07:00:00Z</date>
</dict>
</plist>
 ‚	s0‚0‚  ¹ûe‘J˜i0	*†H†÷ 0b10	UUS10U

Apple Inc.1&0$UApple Certification Authority10UApple Root CA0130524174337Z280524174337Z0Œ1@0>U7Apple Application Integration 2 Certification Authority1&0$UApple Certification Authority10U

Apple Inc.10	UUS0‚"0	*†H†÷ ‚ 0‚
‚ ¸H¡glVåpÅFô¯…ã½:Ş¡çÙ¨6<b¥| G³k¬şØtæ5°XOtØ£şí-î¤s%YÔ–Ü&Ï'‹TœÜ’±à3b™È¹¯6¤j‘§mİİ-Ì}Ì)‰£É™ª¢ìÙgi<¿D($±Ä,5Ö± %ïP§Û%ÆÃOo[‡¾*ñ“§Ôl^²9.©ám;®9q?ó¹ôW# O™ƒ^ŸğX¾µÑì×²~Âeâñì<¦ünÛV³î
²KÉ¢ğñ1ö®Ş5lÃ€^Pc¶ºm\ÀãŸ&ƒJŞ›©°Zoû›kìİß2Şü.B¢ÊxZ× £¦0£0U÷¾|!`‘Û={Ø:2ißl›0Uÿ0ÿ0U#0€+ĞiG”v	şôk.@¦÷GM^0.U'0%0# ! †http://crl.apple.com/root.crl0Uÿ0
*†H†÷cd 0	*†H†÷ ‚ •Íı¤]õñÀ‡I‡İ³3“­„Ğ!“ãÙÖÚ¯	"‚`<YBñ-“¶?ÿô*ôîjxÁ.û;L®eCËÏ¨ë=7E/J¨ˆkâšÛïg¸ñäØ†qwÓó‰à¯¤ê(¤?4ye6ƒTAq×!ÜPUEÎ¼÷ÜUĞ³Ê(Q¬sQ¬y‹n’ 7	a1/¡Ñºëá\7ÀØÑçàRB¤”‹ö`"`| À?Á•…ÕÂ'c°bV™í%ôÌˆ™™ÜT·yè…8@Â¹íMbÔ+ö)ñg¡árwö ”+Qˆ„Sòó’	„óè¿¡&Ïü’7»@0‚S0‚; À6Ÿ™k
0	*†H†÷ 0Œ1@0>U7Apple Application Integration 2 Certification Authority1&0$UApple Certification Authority10U

Apple Inc.10	UUS0201214200231Z231214200231Z0s1.0,U%AppleCare Profile Signing Certificate10UConfiguration Profiles10U

Apple Inc.10	UUS0‚"0	*†H†÷ ‚ 0‚
‚ Úûñ”E0H(ì¶A¤[ûB JVßúLWæıøÖfö×ïÃWWÀ[kh’Ÿ³oíR‹téAj˜³»Q¬wŸé–÷;$Ş#Àå°»¤ıgBªb}ÏñAó,³!‚ÄûÑhsÏûêšÒdËt©P+ñ†üûSï››fÄ‚eï2İV`^"şïÑ8‰{H‡ôF¯ÉU™†w.”×N_‡Ü–Hˆ$&uwY``éL5õ˜îÚzøOİ—¿Ó™r¡ëD;HÒ‰y›åÈH'>øÊ“ØòÖQnÜ°+ùl·TÚç2„S¥ÿQ†¾*i'¥\?W°ßº"zoS5Sû¢ÔÑ"XÜ/ £‚Ï0‚Ë0Uÿ0 0U#0€÷¾|!`‘Û={Ø:2ißl›0@+40200+0†$http://ocsp.apple.com/ocsp04-aaica020‚U ‚0‚0ş	*†H†÷cd0ğ0(+http://www.apple.com/appleca0Ã+0¶³Reliance on this certificate by any party assumes acceptance of the then applicable standard terms and conditions of use, certificate policy and certification practice statements.0U%ÿ0	*†H†÷cd0U9SöÇG`ÔÆ?£l%‡ê$%º·0Uÿ€0	*†H†÷ ‚ Sß3çhÂ-3=%à¬q‘dÙER–÷ßù¾)?nCØÎò,›]¶OLE.†|g#æQg%‡Ç¼“ªëKœ·ÊçS¥Oïp4ƒÚ¾™²Õë(÷¸Ìæs¾¦æ@Äç0AF ït,ThÏEi§“|ààŞÚ:Kq÷Ûø·É„õy¬[$GÉø­¤HŞÖÜ†w+÷p ˜¥A¥]z ]ï†òé/ûö“tîPøSo¿­Ä|ÃIlÓV¾é‘*†ä<ÈçÌÈ—ïø¯f°3Æ5œs¸x¦cPbb‹ÉU‚´V×&ñ¦Ÿèv¹ |:¯"Ğ‰hÅ²1‚?0‚; 9SöÇG`ÔÆ?£l%‡ê$%º·0	`†He0	*†H†÷ ‚ XùdšSÊÍj±:py£î	á`¯œÇt[Ó­ßôÍ´ÆTÈ9Ø@j™hâÄÜê#GÉË¤KMÂjbDß¢{<RÕ=hE·m{bzdƒ@
Ô™¹ÛìÅ&ø)/<uÃwı0­Ã:Ãî*û°¥F?ôo‰©‰W£*¨¡´¢«Ç;-PÂ8á»D7K??Ô‹òl ‡
›Q¯ï»:)Æqá­H¢R"#'FxZP64¿“†.s<”5æŞ>=÷rÙ Ñ”‡|Ù3€ŒÚkşÎcJ¸ıªBû«óæŠŞí‡ WdÄœh˜µ`Èaâ§"¯cõ4ÓÅÔÑp4ÌÈjï$)Æ`]Ó‰'ú